Revit 2017 API
StructuralSectionRectangleHSS.OuterFillet Property
 Outer Fillet - Corner fillet outer radius.
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Since: 2015
Syntax
C#
public double OuterFillet { get; set; }
Visual Basic
Public Property OuterFillet As Double
	Get
	Set
Visual C++
public:
property double OuterFillet {
	double get ();
	void set (double value);
}
See Also
StructuralSectionRectangleHSS Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace